---
kind: other
id: Properties.T:Autodesk.Revit.DB.BuiltInFailures.DimensionFailures
source: html/72e093a0-8650-f4d5-8c2a-155ca772c61d.htm
---
# BuiltInFailures.DimensionFailures Properties

Can't form Angular Dimension.